// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "设备状态:";
SuppliesTitleTextFieldValue = "耗材:";
PrinterNameTitleTextFieldValue = "打印机名称：";
ModelTitleTextFieldValue = "型号名：";

//Control titles
DeviceOKButtonTitle = "确定";
DeviceResumeButtonTitle = "重新开始";
SupplyInfoTaskTitle = "耗材信息";
TravelInfoTaskTitle = "旅行信息";

InkStatusConsumableForAnotherPrinter = "针对另外一台打印机的正版惠普墨盒";
UnexpectedInstantInkInstalledName = "已安装其他 Instant Ink";
HPIICartridgeInstalled = "已安裝 HP Instant Ink 墨匣";

// Device states
IdleName = "空闲";
BusyName = "忙碌";
InitializingName = "正在初始化";
PrintingName = "正在打印";
WarmupName = "正在预热";
ReportsPrintingName = "正在打印报告";
CancelingName = "正在取消…";
CalibratingName = "正在校准...";
ScanningName = "正在扫描...";
FaxDialingName = "传真拨号中…";
FaxProblemName = "传真问题";
FaxProcessingName = "传真处理中…";
FaxConnectingName = "传真连接中…";
FaxSendingName = "传真发送中…";
FaxReceivingName = "传真接收中…";
FaxBlockingName = "传真阻止中…";
FaxCommunicationErrorName = "传真通信错误";
CopyingName = "正在复印";
IOStallName = "IO 工作停止";
GeneralPrinterError = "打印机常见错误";
PrinterErrorName = "打印机错误";
PrinterFailure = "打印机故障";
PrintSystemProblemName = "打印系统出现问题";
PrinterProblemName = "打印机问题";
PrintingInQuietModeName = "在静默模式下打印";
CopyingInQuietModeName = "正在以安静模式复印";
PaperSizeMismatchName = "纸张尺寸不匹配";
PaperSizeMismatchTitle = "纸张尺寸不匹配";
QuietModeIgnoredName = "临时禁用了静默模式";
InkCarriageStallName = "墨盒托架卡住";
PrintheadFailedOrMissedName = "打印头缺失或有故障";
ProblemWithPrintheadName = "打印头出现故障";
PaperJamOrTrayProblemTitle = "卡纸或纸盘问题";
RealTimeClockFailureName = "打印机在准备过程中出现问题";
ActionRequired = "需要操作";

DeviceStatusUnknown = "未知的";

FeederJammedOrDirtyName = "文档进纸器卡住或脏污";

DiaperFullWarning = "墨水使用容量警告";

CDopenTitle = "CD/DVD 纸盘未关闭";
CDopenMsg = "请关闭 CD/DVD 纸盘以继续从主纸盘打印。";
CDclosedTitle = "CD/DVD 纸盘已关闭";
CDclosedMsg = "请打开 CD/DVD 纸盘以继续 CD 打印。";

DryTimeWaitName = "晾干时间等待";
DryTimeWaitTitle = "晾干时间等待";
DryTimeWaitMsg = "设备已暂停，以便晾干墨水。\n如果是自动双面打印作业，请勿取出纸张。纸张将重新回到设备中打印第二面。";

PenChangeName = "笔更改";
BannerEjectNeededName = "需要退出横幅";
BannerMismatchName = "横幅不匹配";
PhotoMismatchName = "照片不匹配";
DuplexMismatchName = "双面打印不匹配";

CarriageStallName = "笔架工作停止";
CarriageStallTitle = "托架卡住了";
CarriageStallMsg = "墨盒槽无法移动。\n请关闭设备。检查是否有纸张或其他物体卡住了设备。";

PrintBarStallName = "印刷杆卡住";

PaperStallName = "纸张工作停止";

PenFailureName = "墨盒故障";
InkSystemFailureName = "墨水系统故障";
InkCartridgeFailureName = "墨盒失败";
CartridgeProblemName = "墨盒有问题";
IncompatibleCartridgesName = "墨盒不兼容";
IncompatibleInkCartridgesName = "墨盒不兼容";
IncompatibleTonerName = "墨盒不兼容";
IncompatibleDrumName = "硒鼓不兼容";
CartridgeInWrongOrderName = "墨盒安装不正确";
InkCartridgesMissingName = "墨盒缺失";
InkCartridgeProblemName = "墨盒问题";
HPProtectedCartridgeInstalledName = "已安装 HP 保护墨盒";
HPProtectedDrumInstalledName = "已安装 HP 保护硒鼓";
UsedHPInstantInkCartridgeTitle = "已使用 HP Instant Ink 墨盒";
UsedHPInstantInkCartridge = "以上列出的 HP Instant Ink 墨盒只能在最初已安装墨盒的 HP Instant Ink 打印机中使用，且必须对其进行更换。";
TrialConsumableCountExceededName = "安装了不支持的墨盒";
ReplaceFaultySupplyTitle = "更换有故障的墨盒或打印头。";
ReplaceFaultySupplyMsg = "检测到一个墨盒或打印头有严重问题。用 HP 墨盒或打印头进行更换。";
CommunicationFailureName = "通信故障";
ConsumableSubscriptionOptionNotSetName = "完成打印机设置";
NonInstantInkCartridgeInstalledName = "已安装非 Instant Ink 墨盒";
InstantInkReadyCartridgesInstalledName = "已安装 HP Instant Ink 就绪墨盒";
PHAStartupBlockedName = "将新墨盒用于启动过程";
UsedCartridgeNotRecommendedForStartupName = "建议不要使用用过的墨盒进行启动";
PHAStartupFailedName = "打印头故障";
SetupSupplyUpgradeFailedName = "SETUP 墨盒出现问题";
CartridgeSensorFailureName = "墨盒传感器故障";
CartridgeSensorErrorName = "硒鼓传感器错误";
SHAIDOOITooEarlyFailureName = "耗材系统问题";
InsufficientPrinterMemoryName = "打印机内存不足";
TonerMemoryMissingName = "似乎缺少硒鼓内存";
DrumMemoryMissingName = "硒鼓内存似乎缺失";
UnauthorizedDrumName = "硒鼓未经授权";
PrinterMaintenanceName = "打印机维护";
PrinterMispickName = "打印机拾纸错误";
WrongCartridgeInSlotName = "插槽中出现错误墨盒";
ManuallyFeedName = "手动送纸";
PrintOnBothSidesName = "手动双面打印";
ReplaceCartridgePrintingBlackName = "更换墨盒黑白打印";
OverFilledDetectionName = "放入的纸张过多";

HSDOlderGenerationCartridgeTitle = "已安装较旧版的墨盒";

HardErrorName = "硬错误";
InstallFuserName = "关闭 重新安装定影器";
PoweringDownName = "正在关机";
FPTestName = "FP 测试";
HydeMissingName = "缺失 Hyde";
OutputBinFullName = "出纸箱已满";
MediaSizeMismatchName = "介质尺寸不匹配";
ManualDuplexBlockName = "手动双面打印阻塞";
ServiceStallName = "服务停止";
ServiceStationStalledName = "服务站已停滞";
MediaTooShortToPrintName = "纸张太短";
MediaTooShortToAutoDuplexName = "纸张太短，无法自动双面打印";
MediaTooLongToAutoDuplexName = "纸张太长，无法自动双面打印";
MediaPromptName = "介质提示";

ScannerUnknownErrorName = "扫描仪未知错误";
ScannerInvalidMediaSizeName = "扫描仪媒介尺寸不匹配";
ScannerFeederOpenName = "自动送纸器盖子已打开";
ScannerFeederJamName = "自动送纸器中发生卡纸";
ScannerFeederEmptyName = "进纸器空";
ScannerFeederLoadedName = "放入文档";
ScannerMispickName = "ADF 送纸错误";
ScannerProcessingName = "扫描进程";
ScannerFeederJamOrDirtyName = "ADF 卡住或弄脏";

OutOfInkName = "缺墨";
OutOfInkTitle = "墨盒已空";
OutOfInkMsg = "没有墨水可以打印。\n必须安装黑色墨盒或至少一个彩色墨盒才能继续打印。";
CartridgeVeryLowName = "墨水容量极低";

LIOProtoErrorName = "LIO 原始错误";
PumpStallName = "泵工作停止";
Tray2MissingName = "缺失纸盘 2";
TrayAlmostEmptyName = "纸张不足";
DuplexerMissingName = "缺失双面打印器";
RearTrayMissingName = "缺失后部纸盘";
PenNotLatchedName = "笔未锁紧";
ManualFeedBlockName = "手动送纸阻塞";
TrayMissingName = "缺少纸盒";
TrayMissingOrOpenName = "纸盒缺失或打开";
InputTrayFailedToOpenName = "纸盒堵塞";

NonHPInkName = "非 HP 墨水";
NonHPInkTitle = "非 HP 墨盒";
NonHPInkMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";
NonHPInkRecoverableMsg = "HP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。要继续用非 HP 墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。否则，请用 HP 墨盒进行更换。如果您确信购买的墨盒是原装 HP 墨盒，请访问 www.hp.com/go/anticounterfeit。";

PPCResumeName = "PPC 恢复";
MediaTypeMismatchName = "介质类型不匹配";
CustomMediaMismatchName = "自定义介质不匹配";
PenCleaningName = "正在清洁笔";
PenCheckingName = "正在检查笔";
ParsingName = "正在分析";
DryingMediaName = "正在对介质做干燥处理";
AccessingPensName = "正在访问笔";
AligningPensName = "正在校准笔";
LoadingMediaName = "正在装入介质";
UnloadingMediaName = "正在卸下介质";
NestingPlotsName = "正在嵌套绘图";
ReplacingPrintKitName = "正在更换打印套件";
GoingOnName = "正在继续";
TransitionName = "过渡";
PanelAccessName = "前面板被访问";

ParserErrorName = "分析程序错误";
PenMissingName = "缺失笔";
IncorrectPenInstalledName = "安装的笔有误";
TrayMediaJamName = "纸盘介质卡住";
MediaUnavailableName = "介质无法使用";
UnknownMediaName = "未知介质";
MediaLevelInWrongPositionName = "介质厚度处于错误位置";
MediaMisalignedName = "介质未对齐";
MediaInWrongFormatName = "介质规格错误";
MediaMispositionedName = "介质位置错误";
MediaEdgeNotDetectedName = "未检测到介质边缘";
InkSupplyMissingName = "缺失墨源";
IncorrectInkSupplyInstalledName = "安装的墨源错误";
InkSharedAddressError = "墨盒问题";
InkSupplyFailureName = "墨源故障";
PenCleanerMissingName = "缺失笔清洁器";
PenCleanerIncorrectName = "笔清洁器错误";

UpgradableSupplyName = "检测到安全升级";
SupplyUpgradeSuccessName = "安全升级成功";
SupplyUpgradeFailedName = "安全升级失败";

SubscribedPagesLowName = "已订购页面低";
SubscribedPagesVeryLowName = "“已订购页面”上的量非常少";
SubscribedPagesOutName = "“已订购页面”上的量已用完";
SubscriptionNeedToConnectName = "订购需要连接";
SubscriptionSuccessfulName = "成功订购墨水";
SubscriptionCancellationSuccessfulName = "墨水订购已取消";
SupplyNeedsEnrollmentName = "必须进行 Instant Ink 安装";
NeedToOrderCartridgeName = "需要订购墨盒";
ImportantMessageName = "有重要消息";

PhotoTrayProblemName = "照片纸盒故障";
CriticalConditionName = "需要注意";
CriticalConditionTitle = "设备需要您的关注";
CriticalConditionMsg = "请查看控制面板上的消息了解更多信息。";

OutputTrayClosedName = "输出纸盘关闭";
OutputTrayClosedTitle = "输出纸盘关闭";
OutputTrayClosedMsg = "输出纸盘必须处于打开状态才能进行打印。 打开输出纸盘。";

LowPaperTitle = "纸张量不足";
LowPaperMsg = "请向进纸盘中添加一些纸张。";
LowPaperName = "纸张不足";

NoPaperName = "缺纸";
NoPaperTitle = "缺纸";
NoPaperMsg = "设备缺纸。请在进纸盒中加入一些纸张。";
OutOfPaperTitle = "设备缺纸";
OutOfPaperMsg = "放入更多纸张，按设备上的 $FrontPanelAcceptButton$ 按钮。";

TrayOpenTitle = "纸盒已打开";
TrayOpenMsg = "请关闭所有纸盒";
TrayOpenName = "纸盒打开";

DoorOpenTitle = "门/盖未关闭";
DoorOpenMsg = "设备无法进行打印，因为盖子开着。请关闭设备上的所有盖子。";
DoorOpenName = "门/盖未关闭";
FrontDoorOpenTitle = "前门已打开";
FrontDoorOpenName = "前门已打开";
RearDoorOpenTitle = "后门已打开";
RearDoorOpenName = "后门已打开";

CloseLeftDoorName = "关闭左门";
CloseRightDoorName = "关闭右门";
CloseLowerRightDoorName = "关闭右下角门";
DefectiveMemoryName = "耗材内存错误";
DefectiveMemoryOnTonerName = "硒鼓耗材内存错误";
DefectiveMemoryOnDrumName = "硒鼓耗材内存错误";

JammedTitle = "卡纸";
JammedMsg = "发生卡纸。找到卡住的纸张并将其取出。";
PaperJamTitle = "卡纸";
PaperJamMsg = "发生卡纸（或进纸错误）。请清除卡纸，按设备上的 $FrontPanelAcceptButton$ 按钮。";

ADFPickErrorTrayName = "进纸器取纸失误";
ADFJammedTrayName = "进纸器卡纸";

CarriageJamTitle = "笔架卡纸";
CarriageJamMsg = "发生笔架卡纸。找到卡住的纸张并将其取出。";
CarriageJamName = "笔架卡纸";

PaperJamInTrayName = "纸盒卡纸";
PaperJamInFuserName = "定影器卡纸";
PaperJamInOutputTrayName = "出纸盒卡纸";
PaperJamInDuplixerName = "双面打印器卡纸";

OfflineTitle = "设备已脱机";
OfflineMsg = "设备已脱机，不能处理打印作业。";
OfflineName = "脱机";

StartupRoutineFailedName = "启动时的例行墨水警报";
CartridgeCounterfeitOrUsedName = "检测到用过的或仿造的墨盒";
SupplyCartridgeRefilledName = "检测到用过的、重新加墨的或仿造的墨盒";
CartridgeCounterfeitAdvisoryName = "仿造墨盒咨询";

UnauthorizedSupplyName = "墨盒未获得授权";

CartridgeMissingOrPaperJamTitle = "发生卡纸或缺少黑色墨盒";
CartridgeMissingOrPaperJamMsg = "安装黑色墨盒或清除卡纸，然后打开并关闭检修门。";
CartridgeMissingOrPaperJamName = "发生卡纸或缺少黑色墨盒";

InsertSETUPCartridge = "插入设置墨盒";
InsertNonSETUPCartridge = "插入非设置墨盒";

WaxSpittoonReplaceNeededTitle = "立即更换墨水辅助模块";
WaxSpittoonReplaceNeededMsg = "墨水辅助模块现已装满。在其充满时，打印机将停止打印。如果您有墨水辅助模块的更换件，请按照随附的说明进行更换。否则，请访问 www.hp.com/support/dj460 或联系 HP 客户服务中心以获取更换件。同时，将右侧打印墨盒卸下，继续打印。打印机能够仅使用彩色打印墨盒进行打印，但色彩效果和打印速度可能会受影响。";
WaxSpittoonReplaceNeededName = "废墨槽已满";

IsmFullName = "ISM 满";
IsmFullTitle = "“墨水辅助模块”满";
IsmFullMsg = "请立即更换“墨水辅助模块”。";

PrintheadsServiceStatus = "笔头清洁";
PrintheadsServiceSupplies = "打印头清洁";

PaperMismatchTitle = "纸张不匹配";
PaperMismatchMsg = "检测到的纸张与选择的纸张尺寸不匹配。按 $FrontPanelAcceptButton$，然后选择不同的纸张尺寸或更换设备中的纸张。";
UnexpectedPaperSizeName = "意外的纸张尺寸";

BlackCartridgeMisinstalledName = "黑色墨盒安装不正确";
BlackCartridgeMisinstalledTitle = "黑色打印墨盒安装不正确";
BlackCartridgeMisinstalledMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
BlackCartridgeMisinstalledShortMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceBlackCartridgeMisinstalledMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

ColorCartridgeMissingTitle = "缺失颜色打印墨盒";
ColorCartridgeMissingMsg = "在打印机中未检测到颜色打印墨盒，原因是缺失此墨盒，或者其安装不正确。打印机能够使用单个打印墨盒进行打印，但颜色效果和打印速度可能会受影响。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷头的保护膜。";

ColorCartridgeMisinstalledName = "彩色墨盒安装不正确";
ColorCartridgeMisinstalledTitle = "彩色打印墨盒安装不正确";
ColorCartridgeMisinstalledMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
ColorCartridgeMisinstalledShortMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceColorCartridgeMisinstalledMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

PhotoCartridgeMisinstalledName = "照片墨盒安装不正确";
PhotoCartridgeMisinstalledTitle = "照片打印墨盒安装不正确";
PhotoCartridgeMisinstalledMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
PhotoCartridgeMisinstalledShortMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDevicePhotoCartridgeMisinstalledMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

GrayCartridgeMisinstalledName = "灰色墨盒安装不正确";
GrayCartridgeMisinstalledTitle = "灰色打印墨盒安装不正确";
GrayCartridgeMisinstalledMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
GrayCartridgeMisinstalledShortMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceGrayCartridgeMisinstalledMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

BlackCartridgeErrorName = "黑色墨盒问题";
BlackCartridgeErrorTitle = "黑色打印墨盒问题";
BlackCartridgeErrorMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
BlackCartridgeErrorShortMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceBlackCartridgeErrorMsg = "黑色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

ColorCartridgeErrorName = "彩色墨盒问题";
ColorCartridgeErrorTitle = "彩色打印墨盒问题";
ColorCartridgeErrorMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
ColorCartridgeErrorShortMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceColorCartridgeErrorMsg = "彩色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

PhotoCartridgeErrorName = "照片墨盒问题";
PhotoCartridgeErrorTitle = "照片打印墨盒问题";
PhotoCartridgeErrorMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
PhotoCartridgeErrorShortMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDevicePhotoCartridgeErrorMsg = "照片打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

GrayCartridgeErrorName = "灰色墨盒问题";
GrayCartridgeErrorTitle = "灰色打印墨盒问题";
GrayCartridgeErrorMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
GrayCartridgeErrorShortMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
OnePenDeviceGrayCartridgeErrorMsg = "灰色打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";

LeftCartridgeMissingTitle = "缺失左侧打印墨盒";
LeftCartridgeMissingMsg = "在打印机中未检测到左侧打印墨盒，原因是缺失此墨盒，或者其安装不正确。打印机能够使用单个打印墨盒进行打印，但颜色效果和打印速度可能会受影响。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷头的保护膜。";
LeftCartridgeMissingShortMsg = "在打印机中未检测到左侧打印墨盒，原因是缺失此墨盒，或者其安装不正确。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷头的保护膜。";
LeftCartridgeMissingName = "缺失左侧墨盒";

LeftCartridgeMisinstalledTitle = "左侧打印墨盒安装不正确";
LeftCartridgeMisinstalledMsg = "左侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
LeftCartridgeMisinstalledShortMsg = "左侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
LeftCartridgeMisinstalledName = "左侧墨盒安装不正确";

LeftCartridgeIncorrectTitle = "不正确的打印墨盒";
LeftCartridgeIncorrectMsg = "左侧打印墨盒有问题。至少其中一个当前安装的打印墨盒不适合在此打印机中使用。有关您的打印机可以使用哪种打印墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";
LeftCartridgeIncorrectName = "不正确的打印墨盒";

LeftCartridgeErrorTitle = "左侧打印墨盒问题";
LeftCartridgeErrorMsg = "左侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
LeftCartridgeErrorShortMsg = "左侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
LeftCartridgeErrorName = "左侧墨盒问题";

LeftCartridgeExpiredTitle = "墨盒已过期 - 左侧";
LeftCartridgeExpiredMsg = "以下墨盒中的墨水已过期：左侧\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

LeftCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 左侧";
LeftCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

LeftCartridgeLowTitle = "墨水不足 - 左侧";
LeftCartridgeLowMsg = "淡青色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

LeftCartridgeOutTitle = "墨水已用尽 - 左侧";
LeftCartridgeOutMsg = "请用新的 HP 墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

RightCartridgeMissingTitle = "缺失右侧打印墨盒";
RightCartridgeMissingMsg = "在打印机中未检测到右侧打印墨盒，原因是缺失此墨盒，或者其安装不正确。打印机能够仅使用彩色打印墨盒进行打印，但色彩效果和打印速度可能会受影响。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷头的保护膜。";
RightCartridgeMissingShortMsg = "在打印机中未检测到右侧打印墨盒，原因是缺失此墨盒，或者其安装不正确。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷头的保护膜。";
RightCartridgeMissingName = "缺失右侧墨盒";

RightCartridgeMisinstalledTitle = "右侧打印墨盒安装不正确";
RightCartridgeMisinstalledMsg = "右侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机的打印速度可能会更慢，并且打印出的颜色可能会与装有全部打印墨盒时的打印颜色有差异。";
RightCartridgeMisinstalledShortMsg = "右侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
RightCartridgeMisinstalledName = "右侧墨盒安装不正确";

RightCartridgeIncorrectTitle = "不正确的打印墨盒";
RightCartridgeIncorrectMsg = "右侧打印墨盒有问题。至少其中一个当前安装的打印墨盒不适合在此打印机中使用。有关您的打印机可以使用哪种打印墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";
RightCartridgeIncorrectName = "不正确的打印墨盒";

RightCartridgeErrorTitle = "右侧打印墨盒问题";
RightCartridgeErrorMsg = "右侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。如果在打印质量不理想时没有可供安装的更换件，则可以卸下该打印墨盒，然后仅用剩下的打印墨盒打印。打印机仅使用剩下的打印墨盒时将以灰度模式打印所有文档。";
RightCartridgeErrorShortMsg = "右侧打印墨盒有问题。要解决此问题：\n1.卸下该打印墨盒。\n2.重新插入该打印墨盒。\n如果问题仍未解决，则更换打印墨盒。";
RightCartridgeErrorName = "右侧墨盒问题";

RightCartridgeExpiredTitle = "墨盒已过期 - 右侧";
RightCartridgeExpiredMsg = "以下墨盒中的墨水已过期：右侧\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

RightCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 侧";
RightCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

RightCartridgeLowTitle = "墨水不足 - 右侧";
RightCartridgeLowMsg = "淡青色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

RightCartridgeOutTitle = "墨水已用尽 - 侧";
RightCartridgeOutMsg = "请用新的 HP 墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

OnePenDeviceCartridgeMissingName = "缺失墨盒";
OnePenDeviceCartridgeMissingTitle = "缺失打印墨盒";
OnePenDeviceCartridgeMissingMsg = "在打印机中未检测到打印墨盒，原因是缺失墨盒，或者其安装不正确。如果您最近安装了打印墨盒，请确保撕去覆盖在墨盒喷嘴的保护膜。";

OnePenDeviceCartridgeMisinstalledName = "墨盒安装不正确";
OnePenDeviceCartridgeMisinstalledTitle = "打印墨盒安装不正确";
OnePenDeviceCartridgeMisinstalledMsg = "打印墨盒有问题。要解决此问题：\n1. 取出打印墨盒。\n2. 重新插入打印墨盒。\n如果问题依然存在，则更换打印墨盒。";

OnePenDeviceCartridgeIncorrectName = "不正确的打印墨盒";
OnePenDeviceCartridgeIncorrectTitle = "不正确的打印墨盒";
OnePenDeviceCartridgeIncorrectMsg = "打印墨盒有问题。当前安装的打印墨盒不适用于本打印机。有关您的打印机可以使用哪种打印墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

OnePenDeviceCartridgeErrorName = "墨盒问题";
OnePenDeviceCartridgeErrorTitle = "打印墨盒问题";
OnePenDeviceCartridgeErrorMsg = "打印墨盒有问题。要解决此问题：\n1. 取出打印墨盒。\n2. 重新插入打印墨盒。\n如果问题依然存在，则更换打印墨盒。";

SeparatePenDeviceBlackCartridgeMissingName = "缺失黑色墨盒";
SeparatePenDeviceBlackCartridgeMissingTitle = "缺失黑色墨盒";
SeparatePenDeviceBlackCartridgeMissingMsg = "在打印机中未检测到黑色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceBlackCartridgeMisinstalledName = "黑色墨盒安装不正确";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "黑色墨盒安装不正确";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "黑色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceBlackCartridgeIncorrectName = "黑色墨盒不正确";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "黑色墨盒不正确";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "黑色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceBlackCartridgeErrorName = "黑色墨盒问题";
SeparatePenDeviceBlackCartridgeErrorTitle = "黑色墨盒问题";
SeparatePenDeviceBlackCartridgeErrorMsg = "黑色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceBlackCartridgeLowTitle = "黑色墨盒墨水不足。";
SeparatePenDeviceBlackCartridgeLowMsg = "黑色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceBlackCartridgeOutTitle = "更换空的黑色墨盒。";
SeparatePenDeviceBlackCartridgeOutMsg = "请用新的 HP 黑色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

SeparatePenDeviceBlackCartridgeExpiredTitle = "墨盒已过期 - 黑色";
SeparatePenDeviceBlackCartridgeExpiredMsg = "以下墨盒中的墨水已过期：黑色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceBlackCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 黑色";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceCyanCartridgeMissingName = "缺失青色墨盒";
SeparatePenDeviceCyanCartridgeMissingTitle = "缺失青色墨盒";
SeparatePenDeviceCyanCartridgeMissingMsg = "在打印机中未检测到青色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceCyanCartridgeMisinstalledName = "青色墨盒安装不正确";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "青色墨盒安装不正确";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "青色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceCyanCartridgeIncorrectName = "青色墨盒不正确";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "青色墨盒不正确";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "青色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceCyanCartridgeErrorName = "青色墨盒问题";
SeparatePenDeviceCyanCartridgeErrorTitle = "青色墨盒问题";
SeparatePenDeviceCyanCartridgeErrorMsg = "青色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceCyanCartridgeLowTitle = "青色墨盒墨水不足。";
SeparatePenDeviceCyanCartridgeLowMsg = "青色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceCyanCartridgeOutTitle = "更换空的青色墨盒。";
SeparatePenDeviceCyanCartridgeOutMsg = "请用新的 HP 青色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

SeparatePenDeviceCyanCartridgeExpiredTitle = "墨盒已过期 - 青色";
SeparatePenDeviceCyanCartridgeExpiredMsg = "以下墨盒中的墨水已过期：青色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceCyanCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 青色";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceMagentaCartridgeMissingName = "缺失紫红色墨盒";
SeparatePenDeviceMagentaCartridgeMissingTitle = "缺失紫红色墨盒";
SeparatePenDeviceMagentaCartridgeMissingMsg = "在打印机中未检测到紫红色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "紫红色墨盒安装不正确";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "紫红色墨盒安装不正确";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "紫红色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceMagentaCartridgeIncorrectName = "紫红色墨盒不正确";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "紫红色墨盒不正确";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "紫红色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceMagentaCartridgeErrorName = "紫红色墨盒问题";
SeparatePenDeviceMagentaCartridgeErrorTitle = "紫红色墨盒问题";
SeparatePenDeviceMagentaCartridgeErrorMsg = "紫红色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceMagentaCartridgeLowTitle = "紫红色墨盒墨水不足。";
SeparatePenDeviceMagentaCartridgeLowMsg = "紫红色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceMagentaCartridgeOutTitle = "更换空的洋红色墨盒。";
SeparatePenDeviceMagentaCartridgeOutMsg = "请用新的 HP 洋红色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "墨盒已过期 - 紫红色";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "以下墨盒中的墨水已过期：紫红色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 紫红色";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceYellowCartridgeMissingName = "缺失黄色墨盒";
SeparatePenDeviceYellowCartridgeMissingTitle = "缺失黄色墨盒";
SeparatePenDeviceYellowCartridgeMissingMsg = "在打印机中未检测到黄色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceYellowCartridgeMisinstalledName = "黄色墨盒安装不正确";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "黄色墨盒安装不正确";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "黄色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceYellowCartridgeIncorrectName = "黄色墨盒不正确";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "黄色墨盒不正确";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "黄色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceYellowCartridgeErrorName = "黄色墨盒问题";
SeparatePenDeviceYellowCartridgeErrorTitle = "黄色墨盒问题";
SeparatePenDeviceYellowCartridgeErrorMsg = "黄色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceYellowCartridgeLowTitle = "黄色墨盒墨水不足。";
SeparatePenDeviceYellowCartridgeLowMsg = "黄色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceYellowCartridgeOutTitle = "更换空的黄色墨盒。";
SeparatePenDeviceYellowCartridgeOutMsg = "请用新的 HP 黄色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

SeparatePenDeviceYellowCartridgeExpiredTitle = "墨盒已过期 - 黄色";
SeparatePenDeviceYellowCartridgeExpiredMsg = "以下墨盒中的墨水已过期：黄色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceYellowCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 黄色";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceLightCyanCartridgeMissingName = "缺失淡青色墨盒";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "缺失淡青色墨盒";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "在打印机中未检测到淡青色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "淡青色墨盒安装不正确";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "淡青色墨盒安装不正确";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "淡青色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "淡青色墨盒不正确";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "淡青色墨盒不正确";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "淡青色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceLightCyanCartridgeErrorName = "淡青色墨盒问题";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "淡青色墨盒问题";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "淡青色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceLightCyanCartridgeLowTitle = "淡青色墨盒中缺墨。";
SeparatePenDeviceLightCyanCartridgeLowMsg = "淡青色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceLightCyanCartridgeOutTitle = "更换空的淡青色墨盒。";
SeparatePenDeviceLightCyanCartridgeOutMsg = "更换为新的 HP 淡青色墨盒。只有在更换墨盒后，打印机才会打印。";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "墨盒已过期 - 淡青色";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "T以下墨盒中的墨水已过期：淡青色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 淡青色";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceLightMagentaCartridgeMissingName = "缺失淡紫红色墨盒";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "缺失淡紫红色墨盒";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "在打印机中未检测到淡紫红色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "淡紫红色墨盒安装不正确";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "淡紫红色墨盒安装不正确";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "淡紫红色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "淡紫红色墨盒不正确";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "淡紫红色墨盒不正确";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "淡紫红色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅“$SupplyInfoTask$”屏幕。";

SeparatePenDeviceLightMagentaCartridgeErrorName = "淡紫红色墨盒问题";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "淡紫红色墨盒问题";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "淡紫红色墨盒有问题。要解决此问题：\n1. 取出墨盒。\n2. 重新插入墨盒。\n如果问题依然存在，则更换墨盒。";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "淡紫红色墨盒中缺墨。";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "淡紫红色墨盒需要尽快更换。墨盒无墨水时，如果不进行更换，打印机将无法进行打印。";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "更换空的淡紫红色墨盒。";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "更换为新的 HP 淡紫红色墨盒。只有在更换墨盒后，打印机才会打印。";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "墨盒已过期 - 淡紫红色";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "以下墨盒中的墨水已过期：淡紫红色\n保修期内对因使用过期墨水造成的损坏不提供打印机免费维修服务。\n现在就可以更换过期墨盒。";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "墨盒不是 HP 墨盒 - 淡紫红色";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP 无法保证非 HP 耗材的质量和可靠性。保修期内对因使用非 HP 耗材造成的损坏不提供打印机免费维修服务。\n如果您认为自己购买的是正品 HP 墨盒，请访问：www.hp.com/go/anticounterfeit\n正品 HP 耗材是专为 HP";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "缺失亚光黑色墨盒。";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "在打印机中未检测到亚光黑色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "亚光黑色墨盒安装不正确。";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "亚光黑色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "亚光黑色墨盒不正确。";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "亚光黑色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅 \"$SupplyInfoTask$\" 屏幕。";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "亚光黑色墨盒问题。";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "亚光黑色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "亚光黑色墨盒缺墨。";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "墨盒即将需要更换。墨盒已空时，在更换之前打印机不会再打印。";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "更换空的亚光黑色墨盒。";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "更换为新的 HP 亚光黑色墨盒。只有在更换墨盒后，打印机才会打印。";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "缺失照片黑色墨盒。";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "在打印机中未检测到照片黑色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "照片黑色墨盒安装不正确。";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "照片黑色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "照片黑色墨盒不正确。";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "照片黑色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅 \"$SupplyInfoTask$\" 屏幕。";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "照片黑色墨盒问题。";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "照片黑色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "照片黑色墨盒缺墨。";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "墨盒即将需要更换。墨盒已空时，在更换之前打印机不会再打印。";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "更换空的照片黑色墨盒。";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "更换为新的 HP 照片黑色墨盒。只有在更换墨盒后，打印机才会打印。";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "缺失浅灰色墨盒。";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "在打印机中未检测到浅灰色墨盒，原因是缺失此墨盒，或者其安装不正确。";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "浅灰色墨盒安装不正确。";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "浅灰色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "浅灰色墨盒不正确。";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "浅灰色墨盒有问题。至少有一个当前安装的墨盒不适合在本打印机中使用。有关您的打印机可以使用哪种墨盒的详细信息，请参阅 \"$SupplyInfoTask$\" 屏幕。";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "浅灰色墨盒问题。";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "浅灰色墨盒有问题。要解决此问题：\n1.取出墨盒。\n2.重新插入该墨盒。\n如果问题仍未解决，则更换墨盒。";

SeparatePenDeviceLightGrayCartridgeLowTitle = "浅灰色墨盒中缺墨。";
SeparatePenDeviceLightGrayCartridgeLowMsg = "墨盒即将需要更换。墨盒已空时，在更换之前打印机不会再打印。";

SeparatePenDeviceLightGrayCartridgeOutTitle = "更换空的浅灰色墨盒。";
SeparatePenDeviceLightGrayCartridgeOutMsg = "更换为新的 HP 浅灰色墨盒。只有在更换墨盒后，打印机才会打印。";

LaserjetDeviceBlackCartridgeMissingName = "缺失 黑色墨盒";
LaserjetDeviceBlackCartridgeMissingTitle = "缺失 黑色墨盒";
LaserjetDeviceBlackCartridgeMissingMsg = "请安装 黑色墨盒 以继续打印。";

LaserjetDeviceCyanCartridgeMissingName = "缺失 黑色墨盒";
LaserjetDeviceCyanCartridgeMissingTitle = "缺失 黑色墨盒";
LaserjetDeviceCyanCartridgeMissingMsg = "请安装 黑色墨盒 以继续打印。";

LaserjetDeviceMagentaCartridgeMissingName = "缺失 黑色墨盒";
LaserjetDeviceMagentaCartridgeMissingTitle = "缺失 黑色墨盒";
LaserjetDeviceMagentaCartridgeMissingMsg = "请安装 黑色墨盒 以继续打印。";

LaserjetDeviceYellowCartridgeMissingName = "缺失 黑色墨盒";
LaserjetDeviceYellowCartridgeMissingTitle = "缺失 黑色墨盒";
LaserjetDeviceYellowCartridgeMissingMsg = "请安装 黑色墨盒 以继续打印。";

LaserjetDeviceFuserKitMissingName = "定影器套件缺失";
LaserjetDeviceFuserKitMissingTitle = "定影器套件缺失";
LaserjetDeviceFuserKitMissingMsg = "请安装定影器套件以继续打印。";

LaserjetDeviceImageDrumMissingTitle = "缺少成像鼓";
LaserjetDeviceImageDrumMissingMsg = "请安装成像鼓才能继续打印。";

SuppliesStatusAuthentic = "原装 HP";
SuppliesStatusClone = "非 HP 兼容芯片";
SuppliesStatusRefilled = "非 HP 再装填的";
SuppliesStatusUnauthorized = "未经授权的";
SuppliesStatusGood = "良好";
SuppliesStatusMissing = "缺失";
SuppliesStatusMisinstalled = "安装不正确";
SuppliesStatusIncorrect = "不正确";
SuppliesStatusError = "需要更换";
SuppliesStatusUnknown = "未知的";
SuppliesStatusLow = "不足";
SuppliesStatusOut = "用尽";
SupplyLevelVeryLow = "极低";
SupplyAuthStateUsed = "已用";
SupplyAuthStateUnsupported = "不支持";
SupplyAuthStateNonHP = "非 HP";
SupplyAuthStateIncompatible = "不兼容";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "墨盒已空";

PrintheadStatusError = "打印头出现故障";
PrintheadStatusIncorrect = "打印头不兼容";
PrintheadStatusMissing = "打印头缺失";
PrintheadStatusMisinstalled = "打印头有缺陷";

// Ink strings
SuppliesStatusBothCartridgeName = "两者";
SuppliesStatusBothCartridgesMissing = "缺少两个墨盒";

InkStatusNearExpiration = "墨盒接近过期";
InkStatusIncorrect = "墨盒不正确";
InkStatusError = "墨盒出现故障";
InkStatusLow = "墨水不足";
InkStatusOut = "墨水已用尽";
InkStatusExpired = "墨盒已过期";
InkStatusNonHP = "墨盒不是 HP 墨盒";
InkStatusPreviouslyUsed = "墨盒先前已使用过";
InkStatusDepleted = "使用过的、重新填充的或仿制的";
InkStatusMissing = "缺失墨盒";
InkStatusVeryLow = "墨水容量极低";

InkStatusUpgradableSupply = "升级墨盒";
InkStatusSupplyUpgradeSuccess = "升级成功";
InkStatusSupplyUpgradeFailed = "升级失败";

CartridgeStatusWrongSlot = "墨盒的安装插槽有误";
CartridgeStatusLow = "墨水不足";
CartridgeStatusOut = "墨水已用尽";
CartridgeStatusExpired = "墨盒已过期";
CartridgeStatusMissing = "缺失墨盒";
TonerMissingName = "缺少硒鼓";
DrumMissingName = "缺少硒鼓";
CartridgeStatusError = "墨盒出现故障";
CartridgeStatusIncorrect = "墨盒不正确";
CartridgeStatusIncompatible = "墨盒不兼容";
CartridgeStatusNonHP = "墨盒不是 HP 墨盒";
CartridgeStatusPreviouslyUsed = "墨盒先前已使用过";
CartridgeStatusDepleted = "墨盒墨水已耗尽";
CartridgeStatusProtected = "墨盒受保护";
DrumStatusProtectedName = "硒鼓受保护";
CartridgeIsEmpty = "墨盒已空";
CartridgeEmptyNotDetected = "未检测到空墨盒";
CartridgePossibleRefill = "可能已进行过填充";
CartridgeStatusUnauthorized = "墨盒未经授权";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "安装黑色和黄色打印头";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "安装一个 HP 黑色和黄色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "安装紫红色和青色打印头";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "安装一个 HP 紫红色和青色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceBlackPrintHeadMissingTitle = "安装黑色打印头";
SeparatePenDeviceBlackPrintHeadMissingMsg = "安装一个 HP 黑色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceCyanPrintHeadMissingTitle = "安装青色打印头";
SeparatePenDeviceCyanPrintHeadMissingMsg = "安装一个 HP 青色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "安装紫红色打印头";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "安装一个 HP 紫红色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceYellowPrintHeadMissingTitle = "安装黄色打印头";
SeparatePenDeviceYellowPrintHeadMissingMsg = "安装一个 HP 黄色打印头。\n此打印头缺失或安装不正确。";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "安装紫红色和黄色打印头。";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "安装 HP 紫红色和黄色打印头。它可能缺失或未正确安装。";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "安装亚光黑色和青色打印头。";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "安装 HP 亚光黑色和青色打印头。它可能缺失或未正确安装。";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "安装淡紫红色和淡青色打印头。";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "安装 HP 淡紫红色和淡青色打印头。它可能缺失或未正确安装。";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "安装照片黑色和淡灰色打印头。";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "安装 HP 照片黑色和淡灰色打印头。它可能缺失或未正确安装。";

InkSensorFailure = "墨水传感器故障";

MissingSmartChipColorSupply = "10.10.%@ 耗材内存错误";
MissingSmartChipMonoSupply = "耗材内存错误";
BadDataFromCartridgeColorSupply = "10.00.%@ 耗材内存错误";
BadDataFromCartridgeMonoSupply = "耗材内存警告";

BlackCartridgeIncorrectTitle = "打印墨盒不正确";
ColorCartridgeIncorrectMsg = "彩色打印墨盒存在问题。当前安装的打印墨盒至少有一个不适用于此打印机。要详细了解您的打印机可使用哪些打印墨盒，请参见　\"$SupplyInfoTask$\"　屏幕。";
PhotoCartridgeMissingTitle = "缺少照片打印墨盒";
BlackCartridgeMissingTitle = "缺少黑色打印墨盒";
BlackCartridgeMissingMsg = "打印机上检测不到黑色打印墨盒，原因是安装不正确或者缺少该墨盒。打印机可以只使用一个墨盒进行打印，但是输出颜色和打印速度会受到影响。如果最近安装了打印墨盒，请确保撕掉覆盖在墨盒喷嘴上的保护膜。";
PhotoCartridgeIncorrectTitle = "打印墨盒不正确";
PhotoCartridgeMissingMsg = "打印机上检测不到照片打印墨盒，原因是安装不正确或者缺少该墨盒。打印机可以只使用一个墨盒进行打印，但是输出颜色和打印速度会受到影响。如果最近安装了打印墨盒，请确保撕掉覆盖在墨盒喷嘴上的保护膜。";
PhotoCartridgeIncorrectMsg = "照片打印墨盒存在问题。当前安装的打印墨盒至少有一个不适用于此打印机。要详细了解您的打印机可使用哪些打印墨盒，请参见　\"$SupplyInfoTask$\" 屏幕。";
BlackCartridgeIncorrectMsg = "黑色打印墨盒存在问题。当前安装的打印墨盒至少有一个不适用于此打印机。要详细了解您的打印机可使用哪些打印墨盒，请参见 \"$SupplyInfoTask$\" screen。";
ColorCartridgeIncorrectTitle = "打印墨盒不正确";

//StatusAlert.nib
AlertWindowTitle = "打印机状态";
ErrorConditionsTitle = "在您的打印机上已检测到以下错误状况：";
ExplanationTitle = "请在以上列表中选择错误名称以查看解释/建议。";
AlertButtonOk = "确定";

InputTrayOverLoadedName = "纸盘问题";
NeedsEnrollmentName = "墨盒需要注册";

InkCartridgesDepletedName = "墨盒已用完";
CartridgesDepletedName = "墨盒已耗尽";
ReplaceTonerOutName = "更换墨盒";
ReplaceDrumOutName = "更换硒鼓";


